Repository: tanima-mukherjee/grouper
Catalog: app/locale/spa/LC_MESSAGES/statictext.po
Languages: es

source: SignUp
es: Registrarse

source: Login
es: Entrar

source: For Users
es: Para usuarios

source: For VIP & Merchants
es: Para VIP y Negocios

source: Follow VIP
es: Estado/Provincia

source: Earn miles
es: mundo

source: Redeem deals
es: País

source: Chat
es: Estado/Provincia

source: Group chat
es: mundo

source: Make new friends
es: País

source: Audio message
es: Estado/Provincia

source: Logout
es: Cerrar sesión

source: REGISTER YOUR MERCHANT ACCOUNT
es: Registra tu cuenta de Negocio

source: The users in chat4miles earn miles when they follow VIP.
es: Los usuarios de chat4miles ganan millas cuando siguen a un VIP.

source: When you sign up as Merchant you can create deals with discounts. The
es: Cuando te registras como Negocio puedes crear ofertas con descuentos. La

source: platform will automatically deduct the amount of miles necessary to match
es: plataforma reducirá automaticamente la cantidad de millas necesarias que

source: your discount from the user account.
es: coincida con tu oferta de la cuenta del usuario.

source: If you would like to have followers, please sign up also as VIP.
es: Si quieres tener seguidores debes inscribirte tambien como VIP

source: MERCHANT DETAILS
es: Detalles del Negocio

source: Manager name
es: Nombre del Director

source: Email Address
es: dirección de correo electrónico

source: Password
es: ntraseña

source: Confirm Password
es: Confirmar contraseña

source: Business Name
es: Nombre comercial

source: Telephone number
es: Teléfono

source: Business address
es: Dirección comercial

source: REGISTER YOUR VIP ACCOUNT
es: gistra tu cuenta de VIP

source: We are the only platform that reward your fans for following your updates
es: Somos la única plataforma que recompensa a tus fans por seguirte

source: Start by creating your VIP profile.
es: Comienza creando tu perfil de VIP

source: You can update your status through your dashboard online. Your fans will earn miles each time they check in,but Chat4miles is a mobile platform, your followers will check in to your updates with their smartphones.
es: uedes actualizar tu estado desde tu cuenta online. Tus fans ganarán millas cada vez que hacen un check in en tu estado, pero Chat4miles es una plataforma móvil, tus fans te seguirán desde sus teléfonos móviles.

source: If you would like to offer deals with discounts that the users can buy with miles that they earn just for following you, please sign up also as a merchant.
es: Si quieres ofrecer ofertas con descuentos que los usuarios pueden comprar con millas que ganan solo por seguirte, inscíbete también como negocio.

source: Login to your website
es: Entra a tu cuenta

source: Merchant
es: egocio

source: Submit
es: Enviar

source: VIP DETAILS
es: DETALLES VIP

source: My Deals
es: Mis Ofertas

source: Add Deal
es: Agregar Oferta

source: View Profile
es: Mi Perfil

source: Edit Deal
es: itar Oefrta

source: Deal Title
es: Nombre de la Oferta

source: No of Deals
es: Cantidad de Ofertas

source: Discount Percentage
es: orcentaje del descuento

source: Discount
es: Descuento

source: Total Price
es: Precio Total

source: Deal Ends
es: Oferta finaliza

source: Deal Conditions
es: Condiciones de la Oferta

source: Deal Details
es: Detalles de la Oferta

source: Deal Address
es: Dirección de la Oferta

source: Profile Detail
es: Detalles del Perfil

source: DELETE PROFILE
es: Eliminar perfil

source: You have not added any status yet!
es: Aun no has agregado ningun estado!

source: Add Status
es: Agregar estado

source: Write Your Status
es: Escribe tu estado

source: Terms and conditions
es: Terminos Legales

source: Privacy Policy
es: Privacidad y Cookies

source: Deal Price
es: Precio de la oferta

source: Find Friends
es: Encuentra Amigos

source: Access the Functionality
es: Acceder a la funcionalidad

source: Enjoy Chatting
es: Disfrute Charlando

source: Share Your Ideas
es: Comparta sus ideas

source: Follow VIPs
es: siga VIPs

source: Earn Miles
es: Gane Millas

source: Redeem Deals
es: Canjear ofertas

source: Contacts
es: Contactos

source: Audio Message
es: Mensaje de audio

source: Video Message
es: Mensaje de Video

source: Elevator Floors
es: Ascensor Suelo

source: Price
es: precio

source: Browse
es: Explorar

source: Name
es: Nombre

source: Delete Profile
es: borrar perfil

source: Edit Profile
es: Editar Perfil

source: My Status
es: Mi estado

source: Posted on
es: publicado el

source: Edit Status
es: Editar Estado

source: Edit Your Status
es: Editar su Estado

source: Forgot Password
es: Olvidé mi contraseña

source: Change Password
es: Cambiar la contraseña

source: Old Password
es: Contraseña anterior

source: New Password
es: Nueva contraseña

source: ACTIVATE YOUR ACCOUNT
es: Activa tu cuenta

source: Enter Code
es: Introduzca el código

source: Please copy the code from email and insert the code for activate your account.
es: Por favor, copie el código de correo electrónico e introduzca el código para activar su cuenta.

source: Do you forget the password. Enter the details to access your account.
es: ¿Se le olvida la contraseña. Introduzca los detalles para acceder a su cuenta.

source: Please enter registered email associated with the account.
es: Por favor escriba el correo electrónico registrada asociada a la cuenta .

source: ENTER THE DETAILS
es: Introduzca los detalles

source: Type
es: Tipo

source: FORGET PASSWORD
es: Olvide la contraseña

source: No Deals Found
es: No se encontraron ofertas

source: VIP Marketing
es: Marketing de VIP

source: Fan empowerment through social technology
es: Empoderamiento de los fans a través de tecnología social

source: Engagement and audience measurement
es: Involucrar y medir audiencias

source: Loyalty and Rewards
es: Fidelidad y recompensas

source: eCommerce Platform
es: Plataforma de eComercio
